import streamlit as st

st.set_page_config(page_title="Допомога", page_icon="🆘")

st.markdown("# Допомога")
st.sidebar.header("Допомога")

help_msg = '''На сайті присутнє бокове меню, з різними сторінками, які підберуть найвигідніший варіант піци для Вас. 
Для того, щоб зробити замовлення потрібно перейти на сторінку "Зробити замовлення" та вказати "Бажані" та "Небажані" інгредієнти.
Після того як Ви вказали інгредієнти натисніть кнопку "Готово. Зробити замовлення" і очікуйте на результат. 

Для користувачів, які використовують наш сервіс не вперше, є змога переглянути останнє замовлення або ж переглянути замовлення
за конкретну дату.
'''


st.write(help_msg)